Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/VPN.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Proxies
ar: الخوادم الوكيلة
cs: Proxy
da: Proxyservere
el: Μεσολαβητές
fi: Välipalvelimet
fr: Proxys
fr_ca: Serveurs mandataires
he: שרתי פרוקסי
hi: प्रॉक्सी
hr: Proxyji
hu: Proxyk
id: Proxy
it: Proxy
ja: プロキシ
ko: 프록시
ms: Proksi
nb: Proxyer
nl: Proxy's
pl: Proxy
ro: Proxy‑uri
ru: Прокси
sk: Proxy
sl: Posredniški strežniki
sv: Proxyservrar
th: พร็อกซี่
tr: Proxy
uk: Проксі
vi: Proxy
zh_cn: 代理
zh_hk: 代理伺服器
zh_tw: 代理伺服器

source: Proxy server requires password
ar: يتطلب الخادم الوكيل إدخال كلمة سر
ca: Servidor proxy amb contrasenya
cs: Proxy server požaduje heslo
da: Proxyserver kræver adgangskode
de: Passwort für den Proxy-Server erforderlich
el: Ο διακομιστής μεσολάβησης απαιτεί συνθηματικό
es: El servidor proxy requiere contraseña
es_419: El servidor proxy requiere contraseña
fi: Välipalvelin vaatii salasanan
fr: Mot de passe requis
fr_ca: Mot de passe requis
he: שרת הפרוקסי דורש סיסמה
hi: प्रॉक्सी सर्वर के लिए पासवर्ड आवश्यक है
hr: Proxy poslužitelj zahtijeva lozinku
hu: A proxyszerver jelszót igényel
id: Server proxy memerlukan kata sandi
it: Il server richiede una password
ja: パスワードが必要なプロキシサーバを使用
ko: 프록시 서버 암호 요청
ms: Pelayan proksi memerlukan kata laluan
nb: Proxytjeneren krever et passord
nl: Proxyserver vereist wachtwoord
pl: Serwer proxy wymaga podania hasła
pt_br: O servidor proxy requer uma senha
pt_pt: Servidor requer palavra‑passe
ro: Serverul proxy necesită parolă
ru: Прокси-сервер требует пароль
sk: Proxy server vyžaduje heslo
sl: Posredniški strežnik zahteva geslo
sv: Proxyservern kräver lösenord
th: ต้องใช้รหัสผ่านกับเซิร์ฟเวอร์พร็อกซี่
tr: Proxy sunucu parola gerektiriyor
uk: Потрібно надати пароль
vi: Máy chủ Proxy yêu cầu mật khẩu
zh_cn: 代理服务器需要密码
zh_hk: 代理伺服器需要密碼
zh_tw: 代理伺服器需要密碼

source: Relay server
ar: خادم الترحيل
ca: Servidor de tramesa
cs: Přenosový server
el: Διακομιστής μεταγωγής
es: Servidor del relay
es_419: Servidor de retransmisión
fi: Välityspalvelin
fr: Serveur relais
fr_ca: Serveur relais
he: שרת הממסר
hi: रिले सर्वर
hr: Relej poslužitelj
hu: Átjátszószerver
id: Server relai
it: Server di relay
ja: リレーサーバ
ko: 릴레이 서버
ms: Pelayan geganti
nb: Omveistjener
nl: Doorgifteserver
pl: Serwer przekazywania
pt_br: Servidor de retransmissão
pt_pt: Servidor de retransmissão
ro: Server retransmisie
ru: Сервер ретрансляции
sk: Prenosový server
sl: Relejni strežnik
sv: Reläserver
th: เซิร์ฟเวอร์การรับส่งข้อมูล
tr: Geçiş sunucusu
uk: Сервер реле
vi: Máy chủ chuyển tiếp
zh_cn: 代理服务器
zh_hk: 轉送伺服器
zh_tw: 中繼伺服器

source: Remote ID
ar: معرف بعيد
ca: Identificador remot
cs: Vzdálené ID
da: Eksternt id
de: Entfernte ID
el: Απομακρ. αναγνωρ/κό
es: ID remoto
es_419: ID remoto
fi: Etätunnus
fr: Id. distant
fr_ca: Identifiant distant
he: מזהה מרוחק
hi: रिमोट ID
hr: Udaljeni ID
hu: Távoli azonosító
id: ID Remote
it: ID remoto
ja: リモートID
ko: 원격 ID
ms: ID Jauh
nb: Ekstern ID
nl: Externe ID
pl: ID zdalny
pt_br: ID Remoto
pt_pt: ID remoto
ro: ID la distanță
ru: Удаленный ID
sk: Vzdialené ID
sl: Oddaljeni ID
sv: Fjärr-ID
th: ID ระยะไกล
tr: Uzaktaki Kimlik
uk: Віддалений ID
vi: ID Từ xa
zh_cn: 远程ID
zh_hk: 遙距ID
zh_tw: 遠端識別碼

source: Remove
ar: إزالة
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

source: Remove Configuration…
ar: إزالة التكوين…
ca: Elimina la configuració…
cs: Odstranit konfiguraci…
da: Fjern konfiguration…
de: Konfiguration entfernen …
el: Αφαίρεση διαμόρφωσης…
es: Eliminar configuración…
es_419: Eliminar configuración…
fi: Poista määritys…
fr: Supprimer la configuration…
fr_ca: Supprimer la configuration…
he: הסרת הגדרה…
hi: कॉन्फ़िगरेशन हटाएँ…
hr: Ukloni konfiguraciju…
hu: Konfiguráció eltávolítása…
id: Hapus Konfigurasi…
it: Rimuovi configurazione…
ja: 構成を削除…
ko: 구성 삭제…
ms: Keluarkan Konfigurasi…
nb: Fjern konfigurasjon…
nl: Verwijder configuratie…
pl: Usuń konfigurację…
pt_br: Remover Configuração…
pt_pt: Remover configuração…
ro: Elimină configurația…
ru: Удалить конфигурацию…
sk: Odstrániť konfiguráciu…
sl: Odstrani konfiguracijo …
sv: Ta bort konfiguration…
th: เอาการกำหนดค่าออก…
tr: Konfigürasyonu Sil…
uk: Вилучити конфігурацію…
vi: Xóa cấu hình…
zh_cn: 移除配置…
zh_hk: 移除設定⋯
zh_tw: 移除設定⋯

# Rename Configuration
source: Rename “%@”…
ar: إعادة تسمية "%@"…
ca: Canvia el nom de “%@”…
cs: Přejmenovat „%@“…
da: Omdøb “%@”…
de: „%@“ umbenennen …
el: Μετονομασία «%@»…
es: Renombrar “%@”…
es_419: Renombrar “%@”…
fi: Nimeä ”%@” uudelleen…
fr: Renommer « %@ »…
fr_ca: Renommer « %@ »…
he: שינוי השם של ״%@״…
hi: “%@” का नाम बदलें…
hr: Preimenuj “%@”…
hu: „%@” átnevezése…
id: Ubah Nama “%@”…
it: Rinomina “%@”…
ja: “%@”を名称変更…
ko: ‘%@’ 이름 변경…
ms: Nama Semula “%@”…
nb: Endre navn på «%@»…
nl: Wijzig naam van '%@'…
pl: Zmień nazwę „%@”…
pt_br: Renomear “%@”…
pt_pt: Alterar o nome de “%@”…
ro: Redenumește „%@”…
ru: Переименовать: «%@»…
sk: Premenovať „%@“…
sl: Preimenuj »%@« …
sv: Byt namn på ”%@”…
th: เปลี่ยนชื่อ “%@”…
tr: “%@” Adını Değiştir…
uk: Перейменувати «%@»…
vi: Đổi tên “%@”…
zh_cn: 重新命名“%@”…
zh_hk: 重新命名「%@」⋯
zh_tw: 重新命名「%@」⋯

source: Required
ar: مطلوب
ca: Obligatori
cs: Požadováno
da: Nødvendig
de: Erforderlich
el: Απαιτείται
es: Obligatorio
es_419: Obligatorio
fi: Vaaditaan
fr: Requis
fr_ca: Requis
he: חובה
hi: आवश्यक
hr: Obavezno
hu: Kötelező
id: Diperlukan
it: Richiesto
ja: 必須
ko: 필요함
ms: Diperlukan
nb: Kreves
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
pt_pt: Obrigatório
ro: Obligatoriu
ru: Обязательно
sk: Vyžadované
sl: Zahtevano
sv: Krävs
th: บังคับ
tr: Gerekli
uk: Обовʼязково
vi: Bắt buộc
zh_cn: 必填
zh_hk: 必填
zh_tw: 必填

source: Router
ar: جهاز التوجيه
ca: Encaminador
cs: Směrovač
el: Δρομολογητής
fi: Reititin
fr: Routeur
fr_ca: Routeur
he: נתב
hi: राउटर
id: Ruter
ja: ルーター
ko: 라우터
ms: Penghala
nb: Ruter
pt_br: Roteador
ro: Ruter
ru: Маршрутизатор
sl: Usmerjevalnik
th: เราท์เตอร์
tr: Yöneltici
uk: Маршрутизатор
vi: Bộ định tuyến
zh_cn: 路由器
zh_hk: 路由器
zh_tw: 路由器

source: Search domains
ar: نطاقات البحث، نطاقات بحث
ca: Dominis de cerca
cs: Vyhledávací domény
da: Søgedomæner
de: Such-Domains
el: Τομείς αναζήτησης
es: Dominios de búsqueda
es_419: Dominios de búsqueda
fi: Hakudomainit
fr: Domaines de recherche
fr_ca: Domaines de recherche
he: דומיינים של חיפוש
hi: सर्च डोमेन
hr: Domene pretraživanja
hu: Keresési domének
id: Domain pencarian
it: Domini di ricerca
ja: 検索ドメイン
ko: 도메인 검색
ms: Domain carian
nb: Søkedomener
nl: Zoekdomeinen
pl: Domeny przeszukiwania
pt_br: Domínios de busca
pt_pt: Domínios de pesquisa
ro: Domenii de căutare
ru: Домены поиска
sk: Vyhľadávacie domény
sl: Iskalne domene
sv: Sökdomäner
th: ค้นหาโดเมน
tr: Arama alanları
uk: Домени для пошуку
vi: Miền tìm kiếm
zh_cn: 搜索域
zh_hk: 搜尋網域
zh_tw: 搜尋網域

source: Secure proxy (HTTPS)
ar: الخادم الوكيل الآمن (HTTPS)
ca: Proxy segur (HTTPS)
cs: Zabezpečený proxy server (HTTPS)
da: Sikker proxy (HTTPS)
de: Sicherer Proxy (HTTPS)
el: Ασφαλής μεσολαβητής (HTTPS)
es: Proxy seguro (HTTPS)
es_419: Proxy seguro (HTTPS)
fi: Suojattu välipalvelin (HTTPS)
fr: Proxy sécurisé (HTTPS)
fr_ca: Serveur mandataire sécurisé (HTTPS)
he: פרוקסי מאובטח (HTTPS)
hi: सुरक्षित प्रॉक्सी (HTTPS)
hr: Pouzdan proxy (HTTPS)
hu: Biztonságos proxy (HTTPS)
id: Proxy aman (HTTPS)
it: Proxy sicuro (HTTPS)
ja: 保護されたプロキシ（HTTPS）
ko: 보안 프록시(HTTPS)
ms: Proksi selamat (HTTPS)
nb: Sikker proxy (HTTPS)
nl: Beveiligde proxy (HTTPS)
pl: Bezpieczny proxy (HTTPS)
pt_br: Proxy seguro (HTTPS)
pt_pt: Proxy seguro (HTTPS)
ro: Proxy securizat (HTTPS)
ru: Защищенный прокси (HTTPS)
sk: Zabezpečené proxy (HTTPS)
sl: Varen posredniški strežnik (HTTPS)
sv: Säker proxy (HTTPS)
th: พร็อกซี่ปลอดภัย (HTTPS)
tr: Güvenli proxy (HTTPS)
uk: Захищений проксі-сервер (HTTPS)
vi: Proxy bảo mật (HTTPS)
zh_cn: 安全代理(HTTPS)
zh_hk: 安全代理伺服器（HTTPS）
zh_tw: 安全代理伺服器（HTTPS）

source: Select
ar: تحديد
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fi: Valitse
fr: Sélectionner
fr_ca: Sélectionner
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kijelölés
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
nb: Velg
nl: Selecteer
pl: Zaznacz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_cn: 选择
zh_hk: 選擇
zh_tw: 選取

source: Select your machine authentication certificate
ar: حدد شهادة مصادقة الجهاز
ca: Selecciona el certificat d’autenticació de l’ordinador.
cs: Vyberte certifikát ověření totožnosti počítače
da: Vælg dit certifikat til computergodkendelse
de: Zertifikat zur Rechnerauthentifizierung auswählen
el: Επιλέξτε το πιστοποιητικό ελέγχου ταυτότητας της συσκευής σας
es: Selecciona el certificado de autenticación de tu ordenador
es_419: Selecciona el certificado de autenticación de tu equipo
fi: Valitse tietokoneen todentamisvarmenne
fr: Sélectionnez votre certificat d’authentification de machine
fr_ca: Sélectionnez votre certificat d’authentification de machine.
he: יש לבחור את אישור אימות המכשיר
hi: अपना मशीन प्रमाणन सर्टिफ़िकेट चुनें
hr: Odaberite svoj certifikat autorizacije uređaja
hu: Jelölje ki gépének hitelesítési tanúsítványát
id: Pilih sertifikat pengesahan mesin Anda
it: Seleziona il certificato di autenticazione del computer
ja: コンピュータ認証の証明書を選択してください
ko: 시스템의 허가 인증서를 선택하십시오.
ms: Pilih sijil pengesahan mesin anda
nb: Velg maskin­autentiserings­sertifikatet
nl: Selecteer je authenticatiecertificaat voor deze computer
pl: Wybierz certyfikat uwierzytelniania urządzenia
pt_br: Selecione o certificado de autenticação do seu computador
pt_pt: Selecione o certificado de autenticação do computador
ro: Selectați certificatul de autentificare al computerului dvs.
ru: Выберите сертификат для аутентификации компьютера
sk: Vyberte autentifikačný certifikát tohto počítača
sl: Izberite potrdilo za preverjanje pristnosti stroja
sv: Välj datorns autentiseringscertifikat
th: เลือกใบรับรองการตรวจสอบสิทธิ์เครื่องของคุณ
tr: Makine kimliği doğrulama sertifikanızı seçin
uk: Виберіть сертифікат автентифікації компʼютера
vi: Chọn chứng nhận xác thực máy của bạn
zh_cn: 选择你的机器认证证书
zh_hk: 選取你的機器認證證書
zh_tw: 選取你的機器認證憑證

source: Select your user authentication certificate
ar: حدد شهادة مصادقة المستخدم
ca: Selecciona el certificat d’autenticació d’usuari.
cs: Vyberte certifikát ověření totožnosti uživatele
da: Vælg dit certifikat til brugergodkendelse
de: Zertifikat zur Benutzerauthentifizierung auswählen
el: Επιλέξτε το πιστοποιητικό ελέγχου ταυτότητας χρήστη σας
es: Selecciona tu certificado de autenticación de usuario
es_419: Selecciona tu certificado de autenticación de usuario
fi: Valitse käyttäjän todentamisvarmenne
fr: Sélectionnez votre certificat d’authentification d’utilisateur
fr_ca: Sélectionnez votre certificat d’authentification d’utilisateur.
he: יש לבחור את אישור אימות המשתמש
hi: अपना यूज़र प्रमाणन सर्टिफ़िकेट चुनें
hr: Odaberite svoj korisnički certifikat autorizacije
hu: Jelölje ki a felhasználói hitelesítési tanúsítványát
id: Pilih sertifikat pengesahan pengguna Anda
it: Seleziona il certificato di autenticazione utente
ja: ユーザ認証の証明書を選択してください
ko: 사용자의 허가 인증서를 선택하십시오.
ms: Pilih sijil pengesahan pengguna anda
nb: Velg bruker­autentiserings­sertifikatet
nl: Selecteer je certificaat voor authenticatie
pl: Wybierz certyfikat uwierzytelniania użytkownika
pt_br: Selecione seu certificado de autenticação de usuário
pt_pt: Selecione o certificado de autenticação de utilizador
ro: Selectați certificatul de autentificare al utilizatorului dvs.
ru: Выберите сертификат для аутентификации пользователя
sk: Vyberte svoj užívateľský autentifikačný certifikát
sl: Izberite potrdilo za preverjanje pristnosti uporabnika
sv: Markera ditt användarautentiseringscertifikat
th: เลือกใบรับรองการตรวจสอบสิทธิ์ผู้ใช้ของคุณ
tr: Kullanıcı kimliği doğrulama sertifikanızı seçin
uk: Виберіть сертифікат автентифікації користувача
vi: Chọn chứng nhận xác thực người dùng của bạn
zh_cn: 选择你的用户认证证书
zh_hk: 選取你的用户認證證書
zh_tw: 選取你的使用者認證憑證

source: Select…
ar: تحديد…
ca: Selecciona…
cs: Vybrat…
da: Vælg…
de: Auswählen …
el: Επιλογή…
es: Seleccionar…
es_419: Seleccionar…
fi: Valitse…
fr: Sélectionner…
fr_ca: Sélectionner…
he: בחירה…
hi: चुनें…
hr: Odaberi…
hu: Kijelölés…
id: Pilih…
it: Seleziona…
ja: 選択…
ko: 선택…
ms: Pilih…
nb: Velg…
nl: Selecteer…
pl: Wybierz…
pt_br: Selecionar…
pt_pt: Selecionar…
ro: Selectare…
ru: Выбрать…
sk: Vybrať…
sl: Izberi …
sv: Välj…
th: เลือก…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_cn: 选择…
zh_hk: 選擇⋯
zh_tw: 選取⋯

source: Send all traffic over VPN connection
ar: إرسال حركة نقل البيانات بالكامل عبر اتصال VPN
ca: Envia tot el trànsit a través de la connexió VPN
cs: Posílat vše přes připojení VPN
da: Send al trafik via VPN-forbindelse
de: Gesamten Verkehr über die VPN-Verbindung senden
el: Αποστολή όλης της κίνησης μέσω σύνδεσης VPN
es: Enviar todo el tráfico a través de la conexión VPN
es_419: Enviar todo el tráfico a través de la conexión VPN
fi: Lähetä kaikki liikenne VPN-yhteyden kautta
fr: Envoyer tout le trafic sur la connexion VPN
fr_ca: Envoyer tout le trafic sur la connexion VPN
he: שליחת כל התנועה דרך חיבור VPN
hi: सभी ट्रैफ़िक VPN कनेक्शन पर भेजें
hr: Šalji sav promet preko VPN veze
hu: Minden forgalom VPN-kapcsolaton át történő küldése
id: Kirim semua lalu lintas melalui koneksi VPN
it: Invia tutto il traffico in connessione VPN
ja: すべてのトラフィックをVPN接続経由で送信
ko: VPN 연결을 통해 모든 트래픽 전송
ms: Hantarkan semua trafik melalui sambungan VPN
nb: Send all trafikk over VPN-forbindelse
nl: Verstuur alle verkeer via VPN-verbinding
pl: Kieruj cały ruch przez połączenie VPN
pt_br: Enviar todo o tráfego pela conexão da VPN
pt_pt: Enviar todo o tráfego via ligação VPN
ro: Trimitere integrală trafic prin conexiunea VPN
ru: Отправлять весь трафик через VPN
sk: Odosielať všetku komunikáciu cez VPN pripojenie
sl: Pošlji ves promet prek povezave VPN
sv: Skicka all trafik över VPN-anslutning
th: ส่งการสื่อสารทั้งหมดผ่านการเชื่อมต่อ VPN
tr: Tüm trafiği VPN bağlantısı üzerinden gönder
uk: Передавати через VPN-зʼєднання весь трафік
vi: Gửi tất cả lưu lượng qua kết nối VPN
zh_cn: 通过VPN连接发送所有流量
zh_hk: 透過VPN連線傳送所有流量
zh_tw: 透過VPN連線傳送所有流量

source: Server
ar: الخادم
ca: Servidor
el: Διακομιστής
es: Servidor
es_419: Servidor
fi: Palvelin
fr: Serveur
fr_ca: Serveur
he: שרת
hi: सर्वर
hr: Poslužitelj
hu: Szerver
ja: サーバ
ko: 서버
ms: Pelayan
nb: Tjener
pl: Serwer
pt_br: Servidor
pt_pt: Servidor
ru: Сервер
sl: Strežnik
th: เซิร์ฟเวอร์
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_cn: 服务器
zh_hk: 伺服器
zh_tw: 伺服器

source: Server address
ar: عنوان الخادم
ca: Adreça del servidor
cs: Adresa serveru
da: Serveradresse
de: Serveradresse
el: Διεύθυνση διακομιστή
es: Dirección del servidor
es_419: Dirección del servidor
fi: Palvelimen osoite
fr: Adresse du serveur
fr_ca: Adresse du serveur
he: כתובת השרת
hi: सर्वर पता
hr: Adresa poslužitelja
hu: Szervercím
id: Alamat server
it: Indirizzo server
ja: サーバアドレス
ko: 서버 주소
ms: Alamat pelayan
nb: Tjeneradresse
nl: Serveradres
pl: Adres serwera
pt_br: Endereço do servidor
pt_pt: Endereço do servidor
ro: Adresă server
ru: Адрес сервера
sk: Adresa servera
sl: Naslov strežnika
sv: Serveradress
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi
uk: Адреса сервера
vi: Địa chỉ máy chủ
zh_cn: 服务器地址
zh_hk: 伺服器地址
zh_tw: 伺服器位址

source: Shared secret
ar: السر المشترك
ca: Secret compartit
cs: Sdílený tajný klíč
da: Nøgle (shared secret)
de: Schlüssel (Shared Secret)
el: Κοινό μυστικό
es: Secreto compartido
es_419: Secreto compartido
fi: Jaettu salaisuus
fr: Secret partagé
fr_ca: Secret partagé
he: סוד משותף
hi: शेयर्ड सीक्रेट
hr: Dijeljeni tajni podaci
hu: Megosztott titok
id: Rahasia bersama
it: Segreto condiviso
ja: 共有シークレット
ko: 공유 암호
ms: Rahsia dikongsi
nb: Delt hemmelighet
nl: Gedeeld geheim
pl: Hasło wspólne
pt_br: Segredo compartilhado
pt_pt: Segredo partilhado
ro: Secret partajat
ru: Общий ключ
sk: Zdieľaný kľúč
sl: Deljena skrivnost
sv: Delad hemlighet
th: ความลับที่แชร์
tr: Paylaşılan Sır
uk: Спільний секрет
vi: Bí mật được chia sẻ
zh_cn: 共享密钥
zh_hk: 共享的密鑰
zh_tw: 共享的密鑰

source: SOCKS proxy
ar: الخادم الوكيل لـ SOCKS
ca: Proxy SOCKS
el: Μεσολαβητής SOCKS
es: Proxy de SOCKS
es_419: Proxy de SOCKS
fi: SOCKS-välipalvelin
fr: Proxy SOCKS
fr_ca: Serveur mandataire SOCKS
he: פרוקסי של SOCKS
hi: SOCKS प्रॉक्सी
id: Proxy SOCKS
it: Proxy SOCKS
ja: SOCKSプロキシ
ko: SOCKS 프록시
ms: Proksi SOCKS
pl: Proxy SOCKS
pt_br: Proxy SOCKS
pt_pt: Proxy SOCKS
ro: Proxy SOCKS
ru: SOCKS-прокси
sl: Proxy SOCKS
th: พร็อกซี่ SOCKS
uk: SOCKS‑проксі
vi: Proxy SOCKS
zh_cn: SOCKS代理
zh_hk: SOCKS代理伺服器
zh_tw: SOCKS代理伺服器

source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
es_419: Estado
fi: Tila
fr: État
fr_ca: État
he: מצב
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状況
ko: 상태
pt_br: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
sl: Stanje
th: สถานะ
tr: Durum
uk: Стан
vi: Trạng thái
zh_cn: 状态
zh_hk: 狀態
zh_tw: 狀態

# STATUS_TIME
source: %1$@ for %2$@
ar: %1$@ لمدة %2$@
ca: %1$@ durant %2$@
cs: %1$@ po dobu %2$@
da: %1$@ i %2$@
de: %1$@ für %2$@
el: %1$@ για %2$@
es: %1$@ durante %2$@
es_419: %1$@ por %2$@
fr: %1$@ depuis %2$@
fr_ca: %1$@ pour %2$@
he: ‏%1$@ למשך %2$@
hi: %2$@ के लिए %1$@
hr: %1$@ tijekom %2$@
hu: %1$@ ennyi ideje: %2$@
id: %1$@ selama %2$@
it: %1$@ da %2$@
ja: %1$@: %2$@経過
ms: %1$@ untuk %2$@
nb: %1$@ i %2$@
nl: %1$@ voor %2$@
pt_br: %1$@ por %2$@
pt_pt: %1$@ durante %2$@
ru: %1$@ в течение %2$@
sk: %1$@ po dobu %2$@
sl: %1$@ toliko časa: %2$@
sv: %1$@ i %2$@
th: %1$@ เป็นเวลา %2$@
vi: %1$@ trong %2$@
zh_cn: %1$@，持续时间%2$@
zh_tw: %1$@，持續時間%2$@

source: Subnet mask
ar: قناع الشبكة الفرعية
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnetmaske
de: Teilnetzmaske
el: Μάσκα υποδικτύου
es: Máscara de subred
es_419: Máscara de subred
fi: Aliverkon peite
fr: Masque de sous-réseau
fr_ca: Masque de sous-réseau
he: מסכת תת-רשת
hi: सबनेट मास्क
hr: Maska podmreže
hu: Alhálózati maszk
id: Mask subnet
it: Maschera sottorete
ja: サブネットマスク
ko: 서브넷 마스크
ms: Topeng subnet
nb: Subnettmaske
nl: Subnetmasker
pl: Maska podsieci
pt_br: Máscara da sub-rede
pt_pt: Máscara de sub‑rede
ro: Mască de subrețea
ru: Маска подсети
sk: Maska podsiete
sl: Maska podomrežja
sv: Delnätsmask
th: ค่ากำหนดเครือข่ายย่อย
tr: Alt ağ maskesi
uk: Маска підмережі
vi: Mặt nạ mạng con
zh_cn: 子网掩码
zh_hk: 子網絡遮罩
zh_tw: 子網路遮罩

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze odvolat.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht widerrufen werden.
el: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es: Esta operación no puede deshacerse.
es_419: Esta acción no se puede deshacer.
fi: Toimintoa ei voida perua.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: इस क्रिया को पहले जैसा नहीं किया जा सकता है।
hr: Ovaj postupak ne može se poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat diurungkan.
it: L’azione è irreversibile.
ja: この操作は取り消せません。
ko: 이 동작은 취소할 수 없습니다.
ms: Tindakan ini tidak boleh dibuat asal.
nb: Denne handlingen kan ikke angres.
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Essa ação não pode ser desfeita.
pt_pt: Esta ação é irreversível.
ro: Această acțiune este ireversibilă.
ru: Это действие нельзя отменить.
sk: Táto operácia je nevratná.
sl: Tega dejanja ni mogoče razveljaviti.
sv: Åtgärden kan inte ångras.
th: การทำงานนี้ไม่สามารถเรียกกลับคืนได้
tr: Bu eylem geri alınamaz.
uk: Цю дію не можна відмінити.
vi: Không thể hoàn tác hành động này.
zh_cn: 此操作不能撤销。
zh_hk: 此動作無法還原。
zh_tw: 此動作無法還原。

source: Transparent Proxy
ar: خادم وكيل شفاف
ca: Proxy transparent
cs: Transparentní proxy
da: Gennemsigtig proxy
de: Transparenter Proxy
el: Μεσολαβητής χωρίς παρεμβάσεις
es: Proxy transparente
es_419: Proxy transparente
fi: Läpinäkyvä välipalvelin
fr: Proxy transparent
fr_ca: Serveur mandataire transparent
he: פרוקסי שקוף
hi: पारदर्शी प्रॉक्सी
hr: Propusni proxy
hu: Transzparens proxy
id: Proxy Transparan
it: Proxy trasparente
ja: 透過型プロキシ
ko: 투명 프록시
ms: Proksi Lut Sinar
nl: Transparante proxy
pl: Przezroczysty proxy
pt_br: Proxy Transparente
pt_pt: Proxy transparente
ro: Proxy transparent
ru: Прозрачный прокси-сервер
sk: Transparentné proxy
sl: Prepustni posredniški strežnik
th: พร็อกซี่โปร่งแสง
tr: Saydam Proxy
uk: Прозорий проксі
vi: Proxy trong suốt
zh_cn: 透明代理
zh_hk: 透明代理伺服器
zh_tw: 透通式代理伺服器

source: Type
ar: النوع
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
es_419: Tipo
fi: Tyyppi
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
it: Tipo
ja: 種類
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sv: Typ
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_cn: 类型
zh_hk: 類型
zh_tw: 類型

source: URL
ar: رابط
el: Διεύθυνση URL
he: כתובת אינטרנט
uk: URL‑адреса

source: Use verbose logging
ar: استخدام التسجيل المطوّل
ca: Utilitza el registre detallat
cs: Používat podrobné protokoly
da: Brug detaljeret logning (verbose)
de: Ausführliches Protokoll
el: Χρήση λεπτομερούς καταγραφής
es: Usar modo traza
es_419: Usar el registro detallado
fi: Käytä tarkempaa lokia
fr: Afficher les messages de connexion
fr_ca: Afficher les messages de connexion
he: שימוש ברישום מפורט
hi: वर्बोस लॉगिंग का उपयोग करें
hr: Koristi detaljno prijavljivanje
hu: Részletes naplózás használata
id: Gunakan pencatatan verbose
it: Abilita log dettagliato
ja: 詳細なログを作成
ko: 상세 로그 사용
ms: Gunakan pengelogan berjela
nb: Bruk detaljert logging
nl: Houd gedetailleerde logbestanden bij
pl: Używaj rejestrowania szczegółowego
pt_br: Mostrar registro detalhado
pt_pt: Usar acesso verboso
ro: Utilizare jurnal detaliat
ru: Подробный протокол подключения
sk: Použiť mnohoslovné prihlasovanie
sl: Uporabi podrobno beleženje
sv: Använd utförlig loggning
th: ใช้การเก็บบันทึกการใช้งานอย่างละเอียด
tr: Ayrıntılı günlük kullan
uk: Вести детальний журнал
vi: Sử dụng bản ghi dài
zh_cn: 使用详细记录
zh_hk: 使用詳盡記錄
zh_tw: 使用詳盡記錄

source: User authentication
ar: مصادقة المستخدم
ca: Autenticació d’usuari
cs: Ověření totožnosti uživatele
da: Brugergodkendelse
de: Benutzerauthentifizierung
el: Έλεγχος ταυτότητας χρήστη
es: Autenticación de usuario
es_419: Autenticación del usuario
fi: Käyttäjän todentaminen
fr: Authentification de l’utilisateur
fr_ca: Authentification de l’utilisateur
he: אימות משתמש
hi: यूज़र प्रमाणन
hr: Korisnička autorizacija
hu: Felhasználói hitelesítés
id: Pengesahan pengguna
it: Autenticazione utente
ja: ユーザ認証
ko: 사용자 인증
ms: Pengesahan pengguna
nb: Brukerautentisering
nl: Gebruikersauthenticatie
pl: Uwierzytelnienie użytkownika
pt_br: Autenticação do usuário
pt_pt: Autenticação do utilizador
ro: Autentificare utilizator
ru: Аутентификация
sk: Autentifikácia užívateľa
sl: Preverjanje pristnosti uporabnika
sv: Användarautentisering
th: การตรวจสอบสิทธิ์ผู้ใช้
tr: Kullanıcı kimliği doğrulama
uk: Автентифікація користувача
vi: Xác thực người dùng
zh_cn: 用户认证
zh_hk: 用户認證
zh_tw: 使用者認證

source: Username
ar: اسم المستخدم
ca: Nom d’usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
es_419: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d’utilisateur
fr_ca: Nom d’utilisateur
he: שם משתמש/ת
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Użytkownik
pt_br: Nome de Usuário
pt_pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Užívateľské meno
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Імʼя користувача
vi: Tên người dùng
zh_cn: 用户名
zh_hk: 用户名稱
zh_tw: 使用者名稱
